Repository: vb64/telegram.business.sector
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es, ru

source: Are you wish to disconnect Telegram user '{}' from customer '{}'?
es: ¿Desea desconectar al usuario de Telegram '{}' del cliente '{}'?
ru: Вы хотите отключить аккаунт Telegram {} от заказчика '{}'?

source: Account '{}' was disconnected from customer '{}'.
es: La cuenta '{}' se desconectó del cliente '{}'.
ru: Аккаунт '{}' отключился от заказчика '{}'.

source: Account was removed.
es: La cuenta fue eliminada.
ru: Аккаунт удален.

source: Assign
es: Asignar
ru: Назначить

source: Currently, customer '{}' has not the card ID.
es: Actualmente, el cliente '{}' no tiene la identificación de la tarjeta.
ru: Сейчас клиент '{}' не имеет идентификатора.

source: Currently, customer '{}' has the card ID '{}'.
es: Actualmente, el cliente '{}' tiene el ID de tarjeta '{}'.
ru: Сейчас клиент '{}' имеет идентификатор '{}'.

source: Are you sure that you need to remove the card ID from the client '{}'?
es: ¿Está seguro de que necesita eliminar la identificación de la tarjeta del cliente '{}'?
ru: Вы уверены, что нужно удалить идентификатор у клиента '{}'?

source: Card ID was removed.
es: Se eliminó la identificación de la tarjeta.
ru: Идентификатор удален.

source: Remove card ID ({}) from customer '{}'
es: Eliminar la identificación de la tarjeta ({}) del cliente '{}'
ru: Удален идентификатор ({}) у клиента '{}'

source: Enter the new card ID for this customer or Cancel.
es: Ingrese la nueva ID de tarjeta para este cliente o Cancelar.
ru: Введите новый идентификатор для этого клиента или Отказ.

source: Card ID '{}' in use for customer '{}'.
es: ID de tarjeta '{}' en uso para el cliente '{}'.
ru: Идентификатор '{}' используется клиентом '{}'.

source: Change card ID from '{}' to '{}' for customer '{}'
es: Cambie la identificación de la tarjeta de '{}' a '{}' para el cliente '{}'
ru: Изменен идентификатор с '{}' на '{}' для клиента '{}'

source: Card ID was changed from '{}' to '{}'.
es: La identificación de la tarjeta se cambió de '{}' a '{}'.
ru: Идентификатор изменен с '{}' на '{}'.

source: Append
es: Adjuntar
ru: Дополнить

source: Replace
es: Reemplazar
ru: Заменить

source: Current contact info for a customer: {}
es: Текущие контактные данные клиента: {}
ru: Текущие контактные данные клиента: {}

source: Enter new contact info or Cancel.
es: Ingrese nueva información de contacto o Cancelar.
ru: Введите новые контактные данные или Отказ.

source: Change customer {} to {}
es: Изменены данные клиента {} на {}
ru: Изменены данные клиента {} на {}

source: Contact info was changed.
es: La información de contacto fue modificada.
ru: Контактные данные изменены.

source: Enter additional contact info or Cancel.
es: Ingrese información de contacto adicional o Cancelar.
ru: Введите дополнительные контактные данные или Отказ.

source: Extend customer from {} to {}
es: Дополнены данные клиента с {} до {}
ru: Дополнены данные клиента с {} до {}

source: Contact info was extended.
es: La información de contacto fue extendida.
ru: Контактные данные дополнены.

source: Are you sure to delete customer '{}' and his orders ({})?
es: ¿Está seguro de eliminar al cliente '{}' y sus pedidos ({})?
ru: Уверены, что нужно удалить клиента '{}' и его заказы ({})?

source: Removed.
es: Remoto.
ru: Удалено.

source: Remove customer '{}' orders: {}
es: Eliminar pedidos de clientes '{}': {}
ru: Удален клиент '{}' заказов: {}

source: Customer '{}' don't have attached photo.
es: El cliente '{}' no tiene foto adjunta.
ru: Клиент '{}' не имеет связанного с ним фото.

source: Are you sure that you need to remove the attached photo from the client '{}'?
es: La foto fue eliminada.
ru: Вы уверены, что нужно удалить фото у клиента '{}'?

source: Photo was removed.
ru: Фото удалено.

source: Remove image from customer '{}'
es: Eliminar imagen del cliente '{}'
ru: Удалено изображение у клиента '{}'

source: Please, upload the new photo for this customer or Cancel.
es: Cargue la nueva foto para este cliente o cancele.
ru: Загрузите новое фото для этого клиента или Отказ.

source: Photo was assigned.
es: La foto fue asignada.
ru: Фото загружено.

source: Public clients are different from ordinary customers in that in the 'Suppliers' section, the order history is displayed not as a whole for the customer, but separately for Telegram accounts connected to this customer.
es: Публичные клиенты отличаются от обычных клиентов тем, что в разделе 'Поставщики' история заказов отображается не в целом по клиенту, а отдельно по аккаунтам Telegram, подключенным к этому клиенту
ru: Публичные клиенты отличаются от обычных клиентов тем, что в разделе 'Поставщики' история заказов отображается не в целом по клиенту, а отдельно по аккаунтам Telegram, подключенным к этому клиенту

source: Current status of customer '{}' is {}.
es: El estado actual del cliente '{}' es {}.
ru: Текущий статус клиента '{}': {}.

source: Are you wish to set the status of customer to 'public'?
es: ¿Desea establecer el estado del cliente como 'público'?
ru: Установить статус клиента в 'публичный'?

source: Title
es: Título
ru: Название

source: Logging
es: Inicio sesión
ru: Протокол

source: Time zone
es: Zona horaria
ru: Часовой пояс

source: Language
es: Idioma
ru: Язык

source: disabled
es: discapacitado
ru: отключено

source: Location: not set, UTC time zone
es: Ubicación: no establecido, zona horaria UTC
ru: Местоположение: не задано, время по Гринвичу.

source: Location: {}, time zone '{}'
es: Ubicación: {}, zona horaria '{}'
ru: Местоположение: {}, часовой пояс '{}'

source: Company '{}'
es: Empresa '{}'
ru: Компания '{}'

source: Telegram group
es: Grupo telegrama
ru: Группа Telegram

source: Company removed.
es: Empresa eliminada.
ru: Компания удалена.

source: {} has deleted the company '{}'.
es: {} ha eliminado la empresa '{}'.
ru: {} удалил компанию '{}'.

source: Thanks to everybody, you're free.
es: Gracias a todos, sois libres.
ru: Всем спасибо, все свободны.

source: To remove company '{}', please enter this title (without quotes) or Cancel.
es: ¿Estás seguro de eliminar por completo tu empresa?
ru: Для удаления компании '{}' введите ее название без кавычек или Отказ.

source: Are you sure to completely remove your company?
ru: Вы действительно хотите полностью удалить вашу компанию?

source: Current language of company '{}' is '{}'.
es: El idioma actual de la empresa '{}' es '{}'.
ru: Текущим языком компании '{}' является '{}'.

source: This language used for messages in company chats: logging and group.
es: Este lenguaje se usa para mensajes en los chats de la empresa: registro y grupo.
ru: Этот язык используется для сообщений в чатах компании: протоколе и группе.

source: To change a language for this chat, use /language command.
es: Para cambiar un idioma para este chat, use el comando / language.
ru: Для смены языка этого чата используйте команду /language

source: Select new company language from the list.
es: Seleccione el nuevo idioma de la compañía de la lista.
ru: Выберите новый компании язык из списка.

source: Company language set to '{}'.
es: Idioma de la empresa establecido en '{}'.
ru: Язык компании установлен в '{}'.

source: Logging disabled.
es: Registro deshabilitado.
ru: Протоколирование отключено.

source: To enable logging to group please send /log command to group where {} has a membership.
es: Для включения протоколирования в группе пошлите команду /log в группу, где участвует {}
ru: Для включения протоколирования в группе пошлите команду /log в группу, где участвует {}

source: That group will be used for logging activity of employees.
es: Ese grupo se utilizará para registrar la actividad de los empleados.
ru: В эту группу будет выводиться протокол действий сотрудников компании.

source: If you want to use a channel, add bot as channel admin and send */log {}* command to the channel.
es: Если вы хотите использовать канал, добавьте бота как администратора канала и пошлите команду */log {}* в канал.
ru: Если вы хотите использовать канал, добавьте бота как администратора канала и пошлите команду */log {}* в канал.

source: Are you sure that you need to turn off logging?
es: ¿Está seguro de que necesita desactivar el registro?
ru: Вы уверены, что нужно отключить протоколирование?

source: Company renamed.
es: Empresa renombrada.
ru: Компания переименована.

source: Current company title: '{}'.
es: Título actual de la compañía: '{}'.
ru: Текущее название компании: '{}'.

source: Enter a new name for a company or Cancel.
es: Ingrese un nuevo nombre para una empresa o Cancelar.
ru: Введите новое название для компании или Отказ.

source: Another country
es: Otro pais
ru: Другая страна

source: Current country of company '{}' is '{}'.
es: El país actual de la compañía '{}' es '{}'.
ru: Компания '{}' находится в стране '{}'.

source: Select new country from the list or Cancel.
es: Seleccione un nuevo país de la lista o Cancelar.
ru: Выберите новую страну из списка или Отказ.

source: Your company does not have a binding to a particular country and the company's time zone is set at UTC.
es: Ваша компания не имеет привязки к конкретной стране и часовой пояс вашей компании установлен в UTC (время по Гринвичу).
ru: Ваша компания не имеет привязки к конкретной стране и часовой пояс вашей компании установлен в UTC (время по Гринвичу).

source: The bot does not collect data that allows identifying your company in real life.
es: Бот не собирает данные, позволяющие идентифицировать вашу компанию в реальной жизни.
ru: Бот не собирает данные, позволяющие идентифицировать вашу компанию в реальной жизни.

source: The only thing bot need to know is the time zone in which you work.
es: Единственная вещь, которую боту нужно знать - это часовой пояс, в котором вы работаете.
ru: Единственная вещь, которую боту нужно знать - это часовой пояс, в котором вы работаете.

source: This data is needed to correctly display dates and times in the schedule of your company.
es: Эти данные нужны для правильного отображения дат и времени в расписании работ.
ru: Эти данные нужны для правильного отображения дат и времени в расписании работ.

source: To offer you to select from the correct set of time zones, the bot needs to know the country in which your company operates.
es: Чтобы предложить вам выбор из актуального набора часовых поясов, боту нужно знать страну, в которой вы работаете.
ru: Чтобы предложить вам выбор из актуального набора часовых поясов, боту нужно знать страну, в которой вы работаете.

source: Write to the user's support group that your country should be included in the list of supported countries.
es: Напишите в группе поддержки пользователей бота, что вашу страну нужно включить в список поддерживаемых стран.
ru: Напишите в группе поддержки пользователей бота, что вашу страну нужно включить в список поддерживаемых стран.

source: This message can be written in English or Russian.
es: Este mensaje puede estar escrito en inglés o ruso.
ru: Это сообщение можно написать на английском или русском языке.

source: Go to support group
es: Ir al grupo de apoyo
ru: Перейти в группу поддержки

source: Country of company '{}' was set to '{}'.
es: El país de la empresa '{}' se estableció en '{}'.
ru: Для компании '{}' страна установлена в '{}'.

source: Current time zone is '{}'.
es: La zona horaria actual es '{}'.
ru: Часовой пояс компании установлен в '{}'.

source: Please, select new time zone from the list or Cancel.
es: Seleccione nueva zona horaria de la lista o Cancelar.
ru: Выберите новый часовой пояс из списка или Отказ.

source: Time zone for company '{}' was set to '{}'.
es: La zona horaria de la empresa '{}' se estableció en '{}'.
ru: Часовой пояс для компании '{}' установлен в '{}'.

source: Customers
es: Clientes
ru: Клиенты

source: Schedule
es: Calendario
ru: Расписание

source: You can download current schedule, list of customers, cashbox operations or list of completed orders as CSV file.
es: Вы можете скачать текущее расписание, список клиентов, список кассовых операций или список завершенных заказов в формате CSV файла для просмотра в Excel.
ru: Вы можете скачать текущее расписание, список клиентов, список кассовых операций или список завершенных заказов в формате CSV файла для просмотра в Excel.

source: List of cashdesk operations of company '{}' for last {} days
es: Lista de operaciones de caja de la compañía '{}' para los últimos {} días
ru: Список кассовых операций компании '{}' за последние {} дней

source: Current schedule of the company '{}'
es: Horario actual de la empresa '{}'
ru: Текущее расписание компании '{}'

source: List of finished orders of company '{}' for last {} days
es: Lista de pedidos terminados de la empresa '{}' para los últimos {} días
ru: Список завершенных заказов компании '{}' за последние {} дней

source: List of customers '{}'
es: Lista de clientes '{}'
ru: Список клиентов '{}'

source: Edit name
es: Editar nombre
ru: Изменить имя

source: Add permission
es: Agregar permiso
ru: Добавить полномочия

source: Remove permission
es: Eliminar permiso
ru: Убрать полномочия

source: Fire
es: Fuego
ru: Уволить

source: {} have next rights in company '{}':
es: {} tiene los siguientes derechos en la empresa '{}':
ru: {} имеет следующие права в компании '{}':

source: Employee renamed.
es: Empleado renombrado.
ru: Сотрудник переименован.

source: Current employee name: '{}'.
es: Nombre del empleado actual: '{}'.
ru: Текущее имя сотрудника: '{}'.

source: Enter the new name for employee or Cancel.
es: Ingrese el nuevo nombre para empleado o Cancelar.
ru: Введите новое имя для сотрудника или Отказ.

source: {} don't have any rights in company '{}'.
es: {} no tiene ningún derecho en la empresa '{}'.
ru: {} не имеет никаких полномочий в компании '{}'.

source: Please, select permission to add from the list or Cancel.
es: Seleccione el permiso para agregar de la lista o Cancelar.
ru: Выберите полномочие для добавления из списка или Отказ.

source: Are you wish to set a permission '{}' to '{}'?
es: ¿Desea establecer un permiso '{}' a '{}'?
ru: Вы хотите назначить права '{}' для '{}'?

source: '{}' set by '{}'
es: '{}' establecido por '{}'
ru: '{}' установлено '{}'

source: Set permission '{}' to '{}'
es: Establezca el permiso '{}' a '{}'
ru: Даны права '{}' для '{}'

source: You got the permission '{}'.
es: Tienes el permiso '{}'.
ru: Вы получили полномочие '{}'.

source: Please send the /start command to refresh the root menu.
es: Envíe el comando / start para actualizar el menú raíz.
ru: Отправьте команду /start в этот чат, чтобы обновить корневое меню.

source: Please, select permission to remove from the list or Cancel.
es: Por favor, seleccione el permiso para eliminar de la lista o Cancelar.
ru: Выберите полномочие для удаления из списка или Отказ.

source: Are you wish to revoke a permission '{}' from '{}'?
es: ¿Desea revocar un permiso '{}' de '{}'?
ru: Вы хотите убрать права '{}' у '{}'?

source: '{}' revoked by '{}'
es: '{}' revocado por '{}'
ru: '{}' убрано '{}'

source: Revoke permission '{}' from '{}'
es: Revocar el permiso '{}' de '{}'
ru: Убраны права '{}' у '{}'

source: Permission '{}' was removed from your rights.
es: El permiso '{}' se eliminó de sus derechos.
ru: Полномочие '{}' было удалено из ваших прав.

source: Fired by '{}'
es: Despedido por '{}'
ru: Уволен '{}'

source: Employee '{}' was removed from company '{}'.
es: El empleado '{}' fue eliminado de la empresa '{}'.
ru: Сотрудник '{}' удален из компании '{}'.

source: You are removed from employees list of company '{}'.
es: Se lo elimina de la lista de empleados de la compañía '{}'.
ru: Вы удалены из списка сотрудников компании '{}'.

source: You can't remove yourself from the company.
es: No puedes retirarte de la empresa.
ru: Вы не можете удалить себя из компании.

source: Use /stop command, if you want leave the company.
es: Use el comando / stop, si quiere dejar la empresa.
ru: Используйте команду /stop, если хотите покинуть компанию.

source: You can't remove creator of the company.
es: No se puede eliminar el creador de la empresa.
ru: Вы не можете удалить из компании ее владельца.

source: Are you sure to remove employee '{}' from company '{}'?
es: ¿Está seguro de eliminar al empleado '{}' de la compañía '{}'?
ru: Вы действительно хотите удалить сотрудника '{}' из компании '{}'?

source: 'Admin' is a vice-owner.
es: 'Admin' es un vicepropietario.
ru: 'Администратор это заместитель владельца компании.'

source: He has a set of company owner rights with some exceptions.
es: Tiene un conjunto de derechos de propietario de la empresa con algunas excepciones.
ru: Он имеет права те же права, что и владелец с некоторыми исключениями.

source: He can downloads company statistics data (clients, orders, etc) for analyzing.
es: Он может выгружать статистические данные компании (клиенты, заказы и т.п.) для анализа.
ru: Он может выгружать статистические данные компании (клиенты, заказы и т.п.) для анализа.

source: He can manage company employees and set/revoke they rights, except role 'admin'.
es: Он может управлять сотрудниками и назначать/убирать их права, кроме роли 'Администратор'.
ru: Он может управлять сотрудниками и назначать/убирать их права, кроме роли 'Администратор'.

source: Role 'admin' can be set or revoke only by the company owner.
es: El rol 'admin' solo puede ser establecido o revocado por el propietario de la empresa.
ru: Роль 'Администратор' может назначить и убрать только владелец компании.

source: Also, 'admin' don't have access to 'Company settings' menu.
es: Además, 'admin' no tiene acceso al menú 'Configuración de la empresa'.
ru: Также 'Администратор' не имеет доступа к меню 'Настройки компании'.

source: 'Engineer' have access to 'Goods and services' menu.
es: 'Ingeniero' tiene acceso al menú 'Productos y servicios'.
ru: 'Технолог' имеет доступ к меню 'Товары и услуги'.

source: He can manage the list of company goods and list of order's classes.
es: Он может управлять списком товаров и услуг компании и списком классов заказа.
ru: Он может управлять списком товаров и услуг компании и списком классов заказа.

source: 'Manager' have access to 'Clients' and 'Orders' menus.
es: 'Administrador' tiene acceso a los menús 'Clientes' y 'Pedidos'.
ru: 'Менеджер' имеет доступ к меню 'Клиенты' и 'Заказы'.

source: He can manage the list of company clients and manage orders in company schedule.
es: Он может управлять списком клиентов и списком заказов компании в расписании.
ru: Он может управлять списком клиентов и списком заказов компании в расписании.

source: 'Worker' have access to 'Calendar' menu.
es: 'Trabajador' tiene acceso al menú 'Calendario'.
ru: 'Сотрудник' имеет доступ к меню 'Календарь'.

source: He can view current orders in company schedule.
es: Puede ver los pedidos actuales en el horario de la empresa.
ru: Он может просматривать текущие заказы в расписании компании.

source: But he doesn't have access to information about orders cost and customers.
es: Но у него нет доступа к данным о стоимости заказов и контактным данным клиентов.
ru: Но у него нет доступа к данным о стоимости заказов и контактным данным клиентов.

source: 'Cashier' have access to 'Cashbox' menu.
es: 'Cajero' tiene acceso al menú 'Caja'.
ru: 'Кассир' имеет доступ к меню 'Касса'.

source: New employee can join the company by following this invitation link
es: Новый сотрудник может присоединиться к компании, перейдя по следующей ссылке-приглашению
ru: Новый сотрудник может присоединиться к компании, перейдя по следующей ссылке-приглашению

source: After that employee appears in the list, and you can set his rights.
es: После этого сотрудник появится в списке и вы сможете назначить ему права в компании.
ru: После этого сотрудник появится в списке и вы сможете назначить ему права в компании.

source: Please, select employee from the list, or Cancel.
es: Seleccione un empleado de la lista o Cancelar.
ru: Выберите сотрудника из списка или Отказ.

source: New invitation link for the company was generated.
es: Se generó un nuevo enlace de invitación para la empresa.
ru: Создана новая пригласительная ссылка в компанию.

source: Edit
es: Editar
ru: Изменить

source: Undo
es: Deshacer
ru: Отменить

source: Finish
es: Terminar
ru: Завершить

source: Restore
es: Restaurar
ru: Возобновить

source: Remove order
es: Eliminar pedido
ru: Удалить заказ

source: To plan
es: Planificar
ru: Запланировать

source: Content
es: Contenido
ru: Состав

source: Set customer
es: Establecer cliente
ru: Назначить клиента

source: Need a number value.
es: Necesita un valor numérico.
ru: Нужно числовое значение.

source: Cost for customer was set to {}.
es: El costo para el cliente se estableció en {}.
ru: Стоимость для клиента установлена в {}.

source: Please, enter the cost for customer or Cancel.
es: Por favor, ingrese el costo por cliente o Cancelar.
ru: Введите стоимость для клиента или Отказ.

source: Order is planned.
es: El orden está planeado.
ru: Заказ запланирован.

source: Same day
es: Mismo día
ru: Тот же день

source: Please, choose the day for a planned finish of the work or Cancel.
es: Por favor, elija el día para un final planificado del trabajo o Cancelar.
ru: Выберите день планового завершения работ или Отказ.

source: Planned day of finish work for order was set to the {}.
es: El día planificado de finalización del trabajo para el pedido se estableció en {}.
ru: Запланированный день окончания работ по заказу установлен в {}.

source: At this day order will start at {}:{}.
es: En este día, el pedido comenzará a las {}: {}.
ru: В этот день начало работы по заказу запланировано на {}:{}.

source: How many hours (0-{}) will the work last?
es: ¿Cuántas horas (0- {}) durará el trabajo?
ru: Сколько часов (0-{}) должна продлиться работа?

source: How many minutes (0-{}) will the work last?
es: ¿Cuántos minutos (0- {}) durará el trabajo?
ru: Сколько минут (0-{}) должна продлиться работа?

source: And how many minutes?
es: Y cuantos minutos
ru: И сколько минут?

source: Please, enter the hour of finish work (0-23).
es: Por favor, ingrese la hora de finalización del trabajo (0-23).
ru: Введите планируемый час окончания работы (0-23).

source: Do you want to finish work on that day?
es: ¿Quieres terminar el trabajo ese día?
ru: Вы хотите запланировать окончание работ по заказу на этот день?

source: Please, enter the minutes of this hour of finish work (0-59).
es: Por favor, ingrese los minutos de esta hora de trabajo final (0-59).
ru: Введите минуты часа планируемого окончания работ (0-59).

source: Planned date of start for order was set to the {}.
es: La fecha planificada de inicio del pedido se estableció en {}.
ru: Дата планируемого начала работ установлена в {}.

source: Planned day of start for order was set to the {}.
es: El día planificado de inicio del pedido se estableció en {}.
ru: День планируемого начала работ установлен в {}.

source: Please, enter the hour of start work
es: Por favor, ingrese la hora de inicio del trabajo
ru: Введите час начала работ

source: Please, enter the minutes of this hour of start work (0-59).
es: Ingrese los minutos de esta hora de inicio de trabajo (0-59).
ru: Введите минуты часа начала работ (0-59).

source: Order was removed
es: Se eliminó el pedido.
ru: Заказ удален.

source: Are you sure to delete this order?
es: ¿Estás seguro de eliminar este pedido?
ru: Вы уверены, что нужно удалить этот заказ?

source: A planned order was finished.
es: Se terminó un pedido planificado.
ru: Запланированный заказ завершен.

source: Are you sure that all tasks for this order was complete and this order can be removed from the schedule?
es: Вы уверены, что все работы по заказу завершены и этот заказ можно убрать из расписания?
ru: Вы уверены, что все работы по заказу завершены и этот заказ можно убрать из расписания?

source: New order was created.
es: Se creó un nuevo pedido.
ru: Новый заказ создан.
