Repository: vb64/telegram.business.sector
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es, ru

source: Please, enter the description for the new order or Cancel.
es: Por favor, ingrese la descripción del nuevo pedido o Cancelar.
ru: Введите описание нового заказа или Отказ.

source: Do you want to start work for the order on that day?
es: ¿Quieres comenzar a trabajar para el pedido ese día?
ru: Вы хотите запланировать начало работ на этот день?

source: A finished order was restored.
es: Un pedido terminado fue restaurado.
ru: Завершенный заказ возвращен в работу.

source: Are you sure that you need to restore work and put this order on the schedule?
es: Se canceló un pedido planificado.
ru: Вы уверены что нужно возобновить работу и вернуть этот заказ в расписание?

source: A planned order was canceled.
ru: Запланированный заказ отменен.

source: Are you sure that you need to undo this order?
es: ¿Estás seguro de que necesitas deshacer este pedido?
ru: Вы уверены, что нужно отменить этот заказ?

source: Class of order
es: Clase de orden
ru: Класс заказа

source: Add row
es: Añadir fila
ru: Добавить строку

source: Edit row
es: Editar fila
ru: Изменить строку

source: Changing content of the order.
es: Cambio de contenido del pedido.
ru: Изменение содержимого заказа.

source: Row '{}' with price {} was added to order.
es: La fila '{}' con el precio {} se agregó al pedido.
ru: Строка '{}' с ценой {} добавлена в заказ.

source: Currently, company settings don't have any goods.
es: Actualmente, la configuración de la empresa no tiene ningún producto.
ru: На данный момент в настройках компании нет товаров.

source: An employee with role 'engineer' can add goods and services from 'Goods and services' menu.
es: Сотрудник с ролью 'технолог' может добавить товары и услуги из меню 'Товары и услуги'.
ru: Сотрудник с ролью 'технолог' может добавить товары и услуги из меню 'Товары и услуги'.

source: You can add a position to the order by choosing from the catalog or by the search for goods.
es: Вы можете добавить строку заказа выбрав услугу из каталога или через поиск услуг.
ru: Вы можете добавить строку заказа выбрав услугу из каталога или через поиск услуг.

source: Please, choose class from the list, or Cancel.
es: Por favor, elija la clase de la lista o Cancelar.
ru: Пожалуйста, выберите класс из меню или Отказ.

source: Class of the order was set to '{}'.
es: La clase del pedido se estableció en '{}'.
ru: Класс заказа установлен в '{}'.

source: Currently, company settings have not any classes of order.
es: Actualmente, la configuración de la empresa no tiene ninguna clase de orden.
ru: В данный момент в настройках компании нет классов заказа.

source: An employee with role 'engineer' can add some classes from 'Goods and services' menu.
es: Сотрудник с ролью 'технолог' может добавить классы заказа через меню 'Товары и услуги'.
ru: Сотрудник с ролью 'технолог' может добавить классы заказа через меню 'Товары и услуги'.

source: Current class of this order '{}'.
es: Clase actual de este pedido '{}'.
ru: Текущий класс этого заказа '{}'.

source: Please, choose new class of this order.
es: Por favor, elija una nueva clase de este orden.
ru: Выберите новый класс этого заказа.

source: Current quantity of '{}' in order: {}.
es: Cantidad actual de '{}' en orden: {}.
ru: Текущее количество '{}' в заказе: {}.

source: Enter new quantity, 0 for row delete.
es: Ingrese una nueva cantidad, 0 para eliminar filas.
ru: Введите новое количество или 0 для удаления строки.

source: Need a integer number value.
es: Necesita un valor de número entero.
ru: Нужно целое число.

source: Row deleted.
es: Fila eliminada
ru: Строка удалена.

source: The quantity of '{}' in the order was set to {}.
es: La cantidad de '{}' en el pedido se estableció en {}.
ru: Количество '{}' в заказе установлено в {}.

source: Please, choose row for edit or Cancel.
es: Por favor, elija la fila para editar o Cancelar.
ru: Выберите строку для изменения или Отказ.

source: Plan dates
es: Fechas plan
ru: Плановые даты

source: Cost for customer was changed from {} to {}.
es: El costo para el cliente cambió de {} a {}.
ru: Стоимость для клиента изменена с {} на {}.

source: Current cost for customer is {}.
es: El costo actual para el cliente es {}.
ru: Текущая стоимость для заказчика {}.

source: Please, enter the new cost or Cancel.
es: Por favor, ingrese el nuevo costo o Cancelar.
ru: Введите новую стоимость или Отказ.

source: Clear
es: Claro
ru: Очистить

source: Are you sure to remove a customer from this order?
es: ¿Está seguro de eliminar un cliente de este pedido?
ru: Вы уверены, что нужно удалить заказчика у этого заказа?

source: No changes were made.
es: No se hicieron cambios.
ru: Изменений не было.

source: Customer of order was changed from '{}' to '{}'.
es: El cliente del pedido cambió de '{}' a '{}'.
ru: Заказчик был изменен с '{}' на '{}'.

source: Customer of order was set to '{}'.
es: El cliente del pedido se configuró en '{}'.
ru: Заказчик установлен в '{}'.

source: Customer '{}' was removed from order.
es: El cliente '{}' fue eliminado del pedido.
ru: Заказчик '{}' удален из заказа.

source: Order has not customer.
es: El pedido no tiene cliente.
ru: У заказа нет данных о заказчике.

source: Current customer of order is '{}'.
es: El cliente actual del pedido es '{}'.
ru: Текущий заказчик этого заказа '{}'.

source: Order description was changed from '{}' to '{}'.
es: La descripción del pedido se cambió de '{}' a '{}'.
ru: Описание заказа изменено с '{}' на '{}'.

source: Please, enter the new description or Cancel.
es: Por favor, ingrese la nueva descripción o Cancelar.
ru: Введите новое описание или Отказ.

source: Enter additional info or Cancel.
es: Ingrese información adicional o Cancelar.
ru: Введите дополнительные данные или Отказ.

source: Current description for order is '{}'.
es: La descripción actual del pedido es '{}'.
ru: Текущее описание заказа '{}'.

source: Planned dates were changed {} -> {}
es: Las fechas planificadas se cambiaron {} -> {}
ru: Запланированные даты изменены {} -> {}

source: Do you want to start work on that day?
es: ¿Quieres comenzar a trabajar ese día?
ru: Вы хотите запланировать начало работ на этот день?

source: Upload
es: Subir
ru: Загрузить

source: Download
es: Descargar
ru: Скачать

source: View
es: Ver
ru: Просмотр

source: Company settings file
es: Archivo de configuración de la compañía
ru: Файл настроек компании

source: No settings yet.
es: Aún no hay configuraciones.
ru: Настройки отсутствуют.

source: Please, upload a json file with company goods and services or Cancel.
es: Cargue un archivo json con los productos y servicios de la compañía o Cancele.
ru: Загрузите json файл товаров и услуг компании или Отказ.

source: Upload company settings file '{}'
es: Cargue el archivo de configuración de la empresa '{}'
ru: Загружен файл настроек компании '{}'

source: File '{}' was passed to processing.
es: El archivo '{}' se pasó al procesamiento.
ru: Файл '{}' передан в обработку.

source: Load an example pack of goods
es: Cargue un paquete de productos de ejemplo
ru: Загрузка примера набора товаров

source: Example pack of goods was passed to processing.
es: El paquete de productos de ejemplo se pasó al procesamiento.
ru: Примерный набор товаров передан на обработку.

source: I can load an example pack of goods and services.
es: Puedo cargar un paquete de ejemplo de bienes y servicios.
ru: Я могу загрузить небольшой набор товаров и услуг для примера.

source: Later you can review this example, download it, edit for your needs and upload back.
es: Позднее вы сможете скачать его, отредактировать как вам нужно и загрузить обратно.
ru: Позднее вы сможете скачать его, отредактировать как вам нужно и загрузить обратно.

source: Are you wish to load an example pack of goods?
es: ¿Desea cargar un paquete de productos de ejemplo?
ru: Хотите загрузить пример набора товаров?

source: Item
es: Articulo
ru: Элемент

source: External ID
es: ID externo
ru: Внешний ID

source: Prices
es: Precios
ru: Цены

source: Price
es: Precio
ru: Цена

source: View for goods of company.
es: Ver para bienes de empresa.
ru: Просмотр услуг компании.

source: Classes of order
es: Clases de orden
ru: Классы заказа

source: Goods
es: Bienes
ru: Товары

source: View for settings.
es: Ver para la configuración.
ru: Просмотр настроек

source: There aren't any order classes in company settings.
es: No hay clases de pedido en la configuración de la empresa.
ru: В настройках компании нет классов заказа.

source: Select supplier from the list or Cancel.
es: Seleccionar proveedor de la lista o Cancelar.
ru: Выберите поставщика из списка или Отказ.

source: Are you sure to remove supplier '{}' from your list?
es: ¿Está seguro de eliminar al proveedor '{}' de su lista?
ru: Уверены, что нужно удалить поставщика '{}' из вашего списка?

source: Supplier '{}' was removed.
es: El proveedor '{}' fue eliminado.
ru: Поставщик '{}' удален.

source: Supplier was removed.
es: El proveedor fue eliminado.
ru: Поставщик удален.

source: Use as template
es: Usar como plantilla
ru: Использовать как шаблон

source: History of orders for '{}'.
es: Historial de pedidos de '{}'.
ru: История заказов для '{}'.

source: To use any previous order as template for new order, select order from the menu, or Back.
es: Чтобы использовать любой предыдущий заказ как шаблон нового заказа, выберите заказ из меню или Назад.
ru: Чтобы использовать любой предыдущий заказ как шаблон нового заказа, выберите заказ из меню или Назад.

source: You can use this order as the template for a new order to this supplier.
es: Puede usar este pedido como plantilla para un nuevo pedido a este proveedor.
ru: Вы можете использовать этот заказ как шаблон нового заказа к поставщику.

source: Description of previous order is '{}'.
es: La descripción del pedido anterior es '{}'.
ru: Описание предыдущего заказа: '{}'.

source: Enter description for new order for supplier '{}' or Cancel.
es: Ingrese la descripción del nuevo pedido para el proveedor '{}' o Cancelar.
ru: Введите описание нового заказа для поставщика '{}' или Отказ.

source: Item '{}' not found in the list of goods from supplier '{}'.
es: El artículo '{}' no se encuentra en la lista de productos del proveedor '{}'.
ru: Элемент '{}' не найден в каталоге товаров и услуг поставщика '{}'.

source: Maybe it was removed or replaced.
es: Tal vez fue eliminado o reemplazado.
ru: Возможно он удален или заменен.

source: Please, contact the supplier for additional information.
es: Por favor, póngase en contacto con el proveedor para obtener información adicional.
ru: Свяжитесь с поставщиком для уточнения деталей.

source: Make order
es: Hacer orden
ru: Сделать заказ

source: History
es: Historia
ru: История

source: Supplier
es: Proveedor
ru: Поставщик

source: Current supplier name is '{}'.
es: El nombre actual del proveedor es '{}'.
ru: Текущее имя поставщика: '{}'.

source: Supplier was renamed.
es: Se cambió el nombre del proveedor.
ru: Поставщик переименован.

source: Send
es: Enviar
ru: Отослать

source: Order for supplier '{}'
es: Pedido para el proveedor '{}'
ru: Заказ для поставщика '{}'

source: Current description
es: Descripción actual
ru: Текущее описание

source: Enter new description for order or Cancel.
es: Ingrese una nueva descripción para el pedido o Cancelar.
ru: Введите новое описание для заказа или Отказ.

source: Order description was changed.
es: Se modificó la descripción del pedido.
ru: Описание заказа изменено.

source: Enter additional text or Cancel.
es: Ingrese texto adicional o Cancelar.
ru: Введите дополнительный текст или Отказ.

source: Order description was extended.
es: Se amplió la descripción del pedido.
ru: Описание заказа было дополнено.

source: Are you sure to delete order '{}' for supplier '{}'?
es: ¿Está seguro de eliminar el pedido '{}' para el proveedor '{}'?
ru: Действительно хотите удалить заказ '{}' для поставщика '{}'?

source: Order was deleted.
es: El pedido fue eliminado.
ru: Заказ удален.

source: Are you sure to send order '{}' to supplier '{}'?
es: ¿Está seguro de enviar el pedido '{}' al proveedor '{}'?
ru: Действительно хотите отослать заказ '{}' к поставщику '{}'?

source: Order was sent to supplier.
es: El pedido fue enviado al proveedor.
ru: Заказ отослан к поставщику.

source: Managers of '{}' was notified.
es: Los gerentes de '{}' fueron notificados.
ru: Ответственные работники '{}' оповещены.

source: When your order will be approved, you receive appropriate to notify.
es: Cuando se apruebe su pedido, recibirá la notificación correspondiente.
ru: Когда ваш заказ будет принят, вы получите соответствующее оповещение.

source: Or manager will chat with you for detailed information.
es: Ответственный работник может связаться с вами в чате для уточнения деталей.
ru: Ответственный работник может связаться с вами в чате для уточнения деталей.

source: You can find this order in 'History' menu of this supplier.
es: Puede encontrar este pedido en el menú 'Historial' de este proveedor.
ru: Этот заказ можно найти в меню 'История' этого поставщика.

source: If you need to make a similar order, then you can use this order as a template.
es: Если вам будет нужно сделать похожий заказ, вы можете использовать данный заказ как шаблон.
ru: Если вам будет нужно сделать похожий заказ, вы можете использовать данный заказ как шаблон.
