Repository: vb64/telegram.business.sector
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es, ru

source: Use /notifyschedule to turn off notifications.
es: Use / notifyschedule para desactivar las notificaciones.
ru: /notifyschedule для отключения уведомлений.

source: Cashdesk operation
es: Operación de caja
ru: Кассовая операция

source: admin
es: administración
ru: администратор

source: engineer
es: ingeniero
ru: технолог

source: manager
es: gerente
ru: менеджер

source: worker
es: obrero
ru: сотрудник

source: cashier
es: cajero
ru: кассир

source: New employee joined company.
es: Nuevo empleado se unió a la empresa.
ru: Новый сотрудник присоединился к компании.

source: Employee leave company.
es: El empleado deja la empresa.
ru: Сотрудник покинул компанию.

source: Employee fired from company.
es: Empleado despedido de la empresa.
ru: Сотрудник уволен из компании.

source: Employee got new rights in company.
es: El empleado tiene nuevos derechos en la empresa.
ru: Сотрудник получил новые полномочия в компании.

source: The employee has his rights removed.
es: El empleado tiene sus derechos eliminados.
ru: У сотрудника убраны полномочия.

source: Message from supplier '{}'.
es: Mensaje del proveedor '{}'.
ru: Сообщение от поставщика '{}'.

source: You can get additional information in the chat with {}
es: Puede obtener información adicional en el chat con {}
ru: Вы можете получить дополнительную информацию в чате с {}

source: Error
ru: Ошибка

source: Activity of employees of company '{}' now logging in {}.
es: La actividad de los empleados de la empresa '{}' ahora inicia sesión {}.
ru: Действия сотрудников компании '{}' сейчас протоколируются в {}.

source: Use 'Company' -> 'Logging' menu in private chat @{} to disable logging.
es: Используйте меню 'Компания' -> 'Протокол' в приватном чате @{} для отключения протоколирования.
ru: Используйте меню 'Компания' -> 'Протокол' в приватном чате @{} для отключения протоколирования.

source: Supplier '{}' has removed your account from the client list.
es: El proveedor '{}' ha eliminado su cuenta de la lista de clientes.
ru: Поставщик '{}' удалил ваш аккаунт из списка своих клиентов.

source: '{}' has removed account {}.
es: '{}' ha eliminado la cuenta {}.
ru: '{}' удалил аккаунт {}.

source: Account {} has disconnected from company customer.
es: La cuenta {} se ha desconectado del cliente de la compañía.
ru: Аккаунт {} отключился от заказчика компании.

source: Account {} has connected to company customer.
es: La cuenta {} se ha conectado al cliente de la empresa.
ru: Аккаунт {} подключился к заказчику компании.

source: Your order '{}' to supplier '{}' was rejected.
es: Su pedido '{}' al proveedor '{}' fue rechazado.
ru: Ваш заказ '{}' к поставщику '{}' отклонен.

source: Your order '{}' to supplier '{}' was approved.
es: Su pedido '{}' al proveedor '{}' fue aprobado.
ru: Ваш заказ '{}' к поставщику '{}' принят.

source: Cost
es: Costo
ru: Стоимость

source: Plan
ru: План

source: Your order '{}' to supplier '{}' has changed the cost.
es: Su pedido '{}' al proveedor '{}' ha cambiado el costo.
ru: У вашего заказа '{}' к поставщику '{}' изменена стоимость.

source: Your order '{}' to supplier '{}' has changed the planned dates.
es: Su pedido '{}' al proveedor '{}' ha cambiado las fechas planificadas.
ru: У вашего заказа '{}' к поставщику '{}' изменены плановые даты.

source: Your order '{}' to supplier '{}' has been finished.
es: Su pedido '{}' al proveedor '{}' ha finalizado.
ru: Ваш заказ '{}' к поставщику '{}' завершен.

source: Your order '{}' to supplier '{}' has been restored.
es: Su pedido '{}' al proveedor '{}' ha sido restaurado.
ru: Ваш заказ '{}' к поставщику '{}' возобновлен.

source: Your order '{}' to supplier '{}' has been renamed to '{}'.
es: Su pedido '{}' al proveedor '{}' ha cambiado de nombre a '{}'.
ru: Ваш заказ '{}' к поставщику '{}' переименован в '{}'.

source: Your order '{}' to supplier '{}' has been changed customer information: '{}' -> '{}'.
es: У вашего заказа '{}' к поставщику '{}' изменены данные о заказчике: '{}' -> '{}'.
ru: У вашего заказа '{}' к поставщику '{}' изменены данные о заказчике: '{}' -> '{}'.

source: Your order '{}' to supplier '{}' has been set customer information: '{}'.
es: Su pedido '{}' al proveedor '{}' se ha configurado información del cliente: '{}'.
ru: У вашего заказа '{}' к поставщику '{}' установлен заказчик: '{}'.

source: Your order '{}' to supplier '{}' has been deleted information about the client (was '{}').
es: У вашего заказа '{}' к поставщику '{}' удалены данные о заказчике (было '{}').
ru: У вашего заказа '{}' к поставщику '{}' удалены данные о заказчике (было '{}').

source: New request from customer '{}' Telegram account: {}
es: Nueva solicitud del cliente '{}' Cuenta de Telegram: {}
ru: Новая заявка от клиента '{}' с аккаунта Telegram: {}

source: '{}' section contains too many elements ({}).
es: La sección '{}' contiene demasiados elementos ({}).
ru: Раздел '{}' содержит слишком много элементов ({}).

source: The maximum is {}.
es: El máximo es {}.
ru: Максимальное значение {}.

source: Duplicate external_id: {}.
es: Duplicar external_id: {}.
ru: Повторяющиеся external_id: {}.

source: Loading of goods from file failed
es: Error al cargar mercancías desde el archivo
ru: Загрузить список товаров из файла не удалось

source: wrong uploaded file ID: '{}'
es: ID de archivo cargado incorrecto: '{}'
ru: ошибка при загрузке файла с ID: '{}'

source: '{}' section not found in uploaded file.
es: La sección '{}' no se encuentra en el archivo cargado.
ru: Раздел '{}' не найден в загруженном файле.

source: Loading of goods from file was successful.
es: La carga de productos desde el archivo fue exitosa.
ru: Успешная загрузка товаров и услуг из файла.

source: Classes: {}
es: Clases: {}
ru: Классы: {}

source: Categories and goods: new {} update {} delete {}
es: Categorías y productos: nueva {} actualización {} eliminar {}
ru: Каталоги и товары: новых {} изменено {} удалено {}

source: Order for customer '{}'.
es: Pedido para el cliente '{}'.
ru: Заказ для клиента '{}'.

source: Created {} by Telegram user '{}'.
es: Creado {} por el usuario de Telegram '{}'.
ru: Создан {} пользователем Telegram '{}'.

source: Created {} by employee '{}'.
es: Creado {} por el empleado '{}'.
ru: Создан {} сотрудником '{}'.

source: Desription
ru: Описание

source: not set
es: no establecido
ru: не задано

source: Class
es: Clase
ru: Класс

source: Calculated cost
es: Costo calculado
ru: Расчетная стоимость

source: Finished {} by employee '{}'.
es: Finalizado {} por el empleado '{}'.
ru: Завершен {} сотрудником '{}'.

source: Cashdesk operations
es: Operaciones de caja
ru: Кассовые операции

source: Order canceled.
es: Orden cancelada.
ru: Заказ отменен.

source: New order.
es: Nuevo orden.
ru: Новый заказ.

source: Order changed.
es: Orden modificada
ru: Заказ изменен.

source: Order completed.
es: Pedido completado.
ru: Заказ завершен.

source: Order restored.
es: Orden restaurada.
ru: Заказ возобновлен.

source: Planned start
es: Inicio planificado
ru: Начало

source: Planned finish
es: Acabado planificado
ru: Завершение

source: Description
es: Descripción
ru: Описание

source: Created by
es: Creado por
ru: Создан

source: Customer
es: Cliente
ru: Заказчик

source: Total
ru: Всего

source: private
es: privado
ru: приватный чат

source: group
es: grupo
ru: группа

source: supergroup
es: supergrupo
ru: супергруппа

source: channel
es: canal
ru: канал

source: You can communicate with bot in private chat @{}
es: Puedes comunicarte con el bot en el chat privado @ {}
ru: Работать с ботом нужно в приватном чате @{}

source: Cancel
es: Cancelar
ru: Отказ

source: At the moment you are not a member of any company.
es: Por el momento no eres miembro de ninguna empresa.
ru: Сейчас вы не состоите в компании.

source: Use @{} chat to create your own company by /start command.
es: Use el chat @ {} para crear su propia empresa mediante el comando / start.
ru: В чате @{} вы можете создать свою собственную компанию командой /start

source: Your current language is '{}'.
es: Su idioma actual es '{}'.
ru: Ваш текущий язык '{}'.

source: Select language from the list.
es: Seleccionar idioma de la lista.
ru: Выберите язык из списка.

source: To return to bot menu, use /start command.
es: Para volver al menú bot, use el comando / start.
ru: Для возврата в меню бота используйте команду /start

source: /language command can be used in private chat @{}
es: El comando / language se puede usar en el chat privado @ {}
ru: Команду /language можно использовать в приватном чате @{}

source: Language set to '{}'.
es: Idioma establecido en '{}'.
ru: Язык установлен в '{}'.

source: /log command can be used only by company creators for enabling logging of activity in their company.
es: команда /log может использоваться владельцем компании для включения протоколирования действий в его компании.
ru: команда /log может использоваться владельцем компании для включения протоколирования действий в его компании.

source: You can send /log command to another chat to switch logging there.
es: Вы можете послать команду /log в другой чат для переключения протокола туда.
ru: Вы можете послать команду /log в другой чат для переключения протокола туда.

source: {} must be a member of that chat.
es: {} debe ser miembro de ese chat.
ru: {} должен быть участником этого чата.

source: To start logging to this channel, send */log CODE* here.
es: Для использования этого канала для протоколирования пошлите сюда команду */log КОД-КОМПАНИИ*
ru: Для использования этого канала для протоколирования пошлите сюда команду */log КОД-КОМПАНИИ*

source: Wrong company code: '{}'
es: Código de empresa incorrecto: '{}'
ru: Неверный код компании: '{}'

source: Company already have log channel.
es: La empresa ya tiene un canal de registro.
ru: У компании уже есть канал протокола.

source: To switch log to this channel, first clear log settings in company menu.
es: Для переключения протокола на этот канал сначала отключите текущие настройки протокола в меню компании.
ru: Для переключения протокола на этот канал сначала отключите текущие настройки протокола в меню компании.

source: Request for switching log to this channel was sent to the company owner.
es: La solicitud para cambiar el registro a este canal se envió al propietario de la empresa.
ru: Запрос на переключение протокола на этот канал послан владельцу компании.

source: Are you wish to enable company logging to channel '{}'?
es: Вы хотите включить протоколирование действий сотрудников компании в канале '{}'?
ru: Вы хотите включить протоколирование действий сотрудников компании в канале '{}'?

source: Yes
es: si
ru: Да

source: No
ru: Нет

source: Notifications are off.
es: Las notificaciones están desactivadas.
ru: Оповещения выключены.

source: Notifications are on.
es: Las notificaciones están activadas.
ru: Оповещения включены.

source: /notifyschedule command can be used to turn on/off notifications about company schedule changes.
es: команду /notifyschedule можно использовать для включения/выключения оповещений об измененияъ в расписании работ компании.
ru: команду /notifyschedule можно использовать для включения/выключения оповещений об измененияъ в расписании работ компании.

source: You don't have access to schedule.
es: No tienes acceso al horario.
ru: У вас нет доступа к расписанию.

source: Are you wish to be notified, when the schedule of company '{}' will be changed?
es: El comando / notifyschedule se puede usar en el chat privado @ {}
ru: Вам нужны оповещения об изменениях в расписании компании '{}'?

source: /notifyschedule command can be used in private chat @{}
ru: Команду /notifyschedule можно использовать в приватном чате @{}

source: Notifications
es: Notificaciones
ru: Оповещения

source: Download .csv
es: Descargar .csv
ru: Скачать .csv

source: Welcome to @{} partnership program!
es: ¡Bienvenido al programa de asociación @ {}!
ru: Вас приветствует партнерская программа @{}

source: Total referrals: {}
es: Referencias totales: {}
ru: Всего рефералов: {}

source: Your partnership link
es: Su enlace de asociación
ru: Ваша партнерская ссылка

source: Each user, that at first time open conversation with @{} by the link with your partnership code, will be counted as your referral.
es: Каждый пользователь Telegram, впервые открывший диалог с @{} через ссылку с вашим партнерским кодом, считается вашим рефералом.
ru: Каждый пользователь Telegram, впервые открывший диалог с @{} через ссылку с вашим партнерским кодом, считается вашим рефералом.

source: Also, you can use additional data in the link after '_' char.
es: Также вы можете использовать дополнительные данные в ссылке после символа '_'.
ru: Также вы можете использовать дополнительные данные в ссылке после символа '_'.

source: For example
es: Por ejemplo
ru: Например

source: The overall length of your code plus your data cannot exceed 64 characters.
es: Solo A-Z, a-z, 0-9 _ y - están permitidos.
ru: Общая длина вашего кода плюс доп.данных не должна превышать 64 символа.

source: Only A-Z, a-z, 0-9 _ and - are allowed.
ru: Разрешены A-Z, a-z, 0-9, _ и -

source: /partnership command can be used in private chat @{}
es: El comando / partnership se puede usar en el chat privado @ {}
ru: Команду /partnership можно использовать в приватном чате @{}

source: Are you want a Telegram notifications?
es: ¿Quieres notificaciones de Telegram?
ru: Вам нужны оповещения в Telegram?

source: List of registered referrals for last {} days, UTC times
es: Список ваших рефералов, зарегистрировавшихся за последние {} дней, время по Гринвичу.
ru: Список ваших рефералов, зарегистрировавшихся за последние {} дней, время по Гринвичу.

source: Please wait, data are processing.
es: Por favor espere, los datos se están procesando.
ru: Подождите, данные обрабатываются.

source: Employee left the company.
es: El empleado dejó la empresa.
ru: Сотрудник покинул компанию.

source: You left the company '{}'.
es: Dejaste la empresa '{}'.
ru: Вы покинули компанию '{}'.

source: /stop command can be used by a member of the company to leave.
es: El comando / stop puede ser utilizado por un miembro de la compañía para salir.
ru: Команду /stop может использовать сотрудник для выхода из компании.

source: You are a creator of company '{}', so you can't leave.
es: Eres el creador de la compañía '{}', por lo que no puedes irte.
ru: Вы владелец компании '{}', поэтому не можете выйти из нее.

source: You can completely delete your company from 'Company' menu.
es: Puede eliminar completamente su empresa del menú 'Empresa'.
ru: Вы можете полностью удалить вашу компанию в меню 'Компания'.

source: Are you sure you want to leave company '{}'?
es: ¿Estás seguro de que quieres dejar la compañía '{}'?
ru: Вы действительно хотите покинуть компанию '{}'?

source: /stop command can be used in private chat @{}
es: El comando / stop se puede usar en el chat privado @ {}
ru: Команду /stop можно использовать в приватном чате @{}

source: This bot keeps a schedule for people and organizations that serve customers by appointment.
es: Этот бот ведет расписание для людей и организаций, работающих с клиентами по предварительной записи.
ru: Этот бот ведет расписание для людей и организаций, работающих с клиентами по предварительной записи.

source: You can control this bot by sending commands to @{}
es: Puedes controlar este bot enviando comandos a @ {}
ru: Вы можете управлять ботом, отправляя команды в @{}

source: Each command starts with '/' char.
es: Cada comando comienza con '/' char.
ru: Каждая команда должна начинаться с символа '/'.

source: most important command.
es: comando más importante
ru: самая важная команда.

source: Displays root menu, according to your rights in the company.
es: Показывает корневое меню доступных вам действий, согласно вашим полномочиям в компании.
ru: Показывает корневое меню доступных вам действий, согласно вашим полномочиям в компании.

source: If something went wrong, send /start command.
es: Si algo salió mal, envíe / inicie el comando.
ru: Если что-то пошло не так, отправьте команду /start.

source: In most cases, it will be helpful.
es: En la mayoría de los casos, será útil.
ru: Это должно помочь в большинстве случаев.

source: describes root menu for works with the company.
es: describe el menú raíz para trabajos con la empresa.
ru: описание корневого меню работы в компании.

source: use this to leave your current company.
es: use esto para dejar su compañía actual.
ru: используйте для выхода из вашей текущей компании.

source: set language for private chat @{}
es: establecer idioma para chat privado @ {}
ru: установить язык для чата с @{}

source: turn on/off notifications about changes in company schedule.
es: activar / desactivar notificaciones sobre cambios en el horario de la empresa.
ru: включает/выключает оповещения об изменениях в расписании заказов компании.

source: send this command to any chat, where {} is participated, to start logging all company activity in that chat.
es: отправьте эту команду в любой чат, где участвует {}, чтобы включить в этом чате протоколирование всех действий сотрудников компании.
ru: отправьте эту команду в любой чат, где участвует {}, чтобы включить в этом чате протоколирование всех действий сотрудников компании.

source: This command availible for company owner only.
es: Este comando solo está disponible para el propietario de la empresa.
ru: Эта команда доступна только владельцу компании.

source: describes voice input feature.
es: describe la función de entrada de voz.
ru: описание функции голосового ввода.

source: displays this message.
es: Muestra este mensaje.
ru: показывает это сообщение.

source: You can read [bot description]({}) and our [Privacy Policy]({}).
es: Вы можете ознакомиться с [описанием бота]({}) и нашей [Политикой конфиденциальности]({}).
ru: Вы можете ознакомиться с [описанием бота]({}) и нашей [Политикой конфиденциальности]({}).

source: http://telegra.ph/Your-orders-clients-employees-schedule-and-a-catalog-of-goods-inside-Telegram-messenger-03-26
es: http://telegra.ph/Privacy-Policy-07-27
ru: http://telegra.ph/Raspisanie-rabot-v-Telegram-10-30

source: http://telegra.ph/Privacy-Policy-07-27
ru: http://telegra.ph/Politika-konfidencialnosti-07-27

source: [Telegram channel]({}) with news about bot development.
es: [Canal de Telegram] ({}) con noticias sobre el desarrollo de bot.
ru: [Telegram канал]({}) с новостями о разработке бота.

source: https://t.me/bsbnewsen
ru: https://t.me/bsbnewsru

source: Bug reports, feedback, and contact with the author in [Telegram support group]({}).
es: Сообщить об ошибке, предложить улучшения и получить помощь от разработчиков бота можно в [этой группе Telegram]({}).
ru: Сообщить об ошибке, предложить улучшения и получить помощь от разработчиков бота можно в [этой группе Telegram]({}).

source: When you create or join the company, the /start command will display root menu for company employees.
es: Когда вы создадите компанию или присоединитесь к существующей компании, команда /start будет показывать корневое меню для сотрудников компании.
ru: Когда вы создадите компанию или присоединитесь к существующей компании, команда /start будет показывать корневое меню для сотрудников компании.

source: Contents of this menu depend on your roles in the company.
es: El contenido de este menú depende de sus roles en la empresa.
ru: Содержание этого меню зависит от ваших полномочий в компании.

source: Available for the owner of the company only.
es: Disponible solo para el propietario de la empresa.
ru: Доступно только для владельца компании.

source: The title, language, time zone, logging mode for the company.
es: El título, idioma, zona horaria, modo de registro de la empresa.
ru: Название, язык, часовой пояс и режим протоколирования для компании.

source: Also, there is an option for removing of the company.
es: Además, hay una opción para eliminar la empresa.
ru: А также возможность удаления компании.

source: Available for the owner and 'admins'.
es: Disponible para el propietario y 'administradores'.
ru: Доступно для владельца компании и сотрудников с ролью 'администратор'.

source: Manage employees rights.
es: Gestionar los derechos de los empleados.
ru: Управление полномочиями сотрудников.

source: Downloads customer list, list of completed orders and current schedule as csv files for analyzing.
es: Скачивание списка клиентов, списка завершенных заказов и текущего расписания в виде файлов формата CSV для анализа.
ru: Скачивание списка клиентов, списка завершенных заказов и текущего расписания в виде файлов формата CSV для анализа.

source: Available for 'managers'.
es: Disponible para 'gerentes'.
ru: Доступно для сотрудников с ролью 'менеджер'.

source: Managing list of clients of the company and their history of orders.
es: Gestión de lista de clientes de la empresa y su historial de pedidos.
ru: Управление списком клиентов компании и историей их заказов.

source: You can create, change and remove customers inside this menu.
es: Puede crear, cambiar y eliminar clientes dentro de este menú.
ru: Вы можете создавать, изменять и удалять клиентов в этом меню.

source: Managing list of orders in the current schedule.
es: Gestión de lista de pedidos en la programación actual.
ru: Управление заказами в текущем расписании.

source: You can create, change, finish and cancel orders inside this menu.
es: Puede crear, cambiar, finalizar y cancelar pedidos dentro de este menú.
ru: Вы можете создавать, изменять, завершать и отменять заказы в этом меню.

source: Available for 'engineers'.
es: Disponible para 'ingenieros'.
ru: Доступно для сотрудников с ролью 'технолог'.

source: Managing list of goods of the company.
es: Gestión de lista de bienes de la empresa.
ru: Управление списком товаров и услуг компании.

source: Available for 'workers'.
es: Disponible para 'trabajadores'.
ru: Доступно для сотрудников с ролью 'сотрудник'.

source: View current schedule in read-only mode, without costs and contacts of customers.
es: Просмотр текущего расписания без возможности внесения изменений и без доступа к данным о стоимости заказов и контактным данным клиентов.
ru: Просмотр текущего расписания без возможности внесения изменений и без доступа к данным о стоимости заказов и контактным данным клиентов.

source: Available for 'cashiers'.
es: Disponible para 'cajeros'.
ru: Доступно для сотрудников с ролью 'кассир'.

source: Managing cash desk operation.
es: Gestión de la operación de caja.
ru: Управление операциями с кассой.

source: The /help command will tell more.
es: El comando / help le dirá más.
ru: Команда /help расскажет больше.

source: On microphone equipped devices you can use voice input in any case when you need typing.
es: На устройствах, оборудованных микрофоном, вы можете использовать голосовой ввод везде, где нужно печатать на клавиатуре.
ru: На устройствах, оборудованных микрофоном, вы можете использовать голосовой ввод везде, где нужно печатать на клавиатуре.

source: It can be used for input numbers, text and as search requests.
es: Se puede usar para ingresar números, texto y como solicitudes de búsqueda.
ru: Это можно использовать при вводе чисел, текста и при поисковых запросах.

source: To use voice input, press and hold screen button with microphone picture.
es: Для использования голосового ввода, нажмите и удерживайте экранную кнопку с изображением микрофона.
ru: Для использования голосового ввода, нажмите и удерживайте экранную кнопку с изображением микрофона.

source: Say your phrase and release the button.
es: Di tu frase y suelta el botón.
ru: Произнесите нужную фразу и отпустите кнопку.

source: Voice input not supported when choosing from the menu.
es: La entrada de voz no es compatible al elegir desde el menú.
ru: Голосовой ввод не работает при выборе из меню.

source: This is a chat for company '{}'.
es: Este es un chat para la empresa '{}'.
ru: Это чат компании '{}'.
