Repository: vb64/telegram.business.sector
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es, ru

source: If you want change chat for your company, then add @{} to another group and send /start command to that group.
es: Если вы хотите изменить группу для чата вашей компании, добавьте @{} к другой группе и пошлите туда команду /start
ru: Если вы хотите изменить группу для чата вашей компании, добавьте @{} к другой группе и пошлите туда команду /start

source: This group was set as chat for company '{}'.
es: Este grupo se configuró como chat para la empresa '{}'.
ru: Эта группа настроена как чат компании '{}'.

source: Members can send /start command here to join the company.
es: Участники могут послать сюда команду /start чтобы присоединиться к компании.
ru: Участники могут послать сюда команду /start чтобы присоединиться к компании.

source: You are already participated in this company.
es: Ya has participado en esta empresa.
ru: Вы уже состоите в этой компании.

source: All actions are available in private chat @{}
es: Todas las acciones están disponibles en el chat privado @ {}
ru: Все действия доступны в приватном чате @{}

source: To join this company, please leave your current company '{}' first.
es: Чтобы присоединиться к этой компании, сначала покиньте вашу текущую компанию '{}'.
ru: Чтобы присоединиться к этой компании, сначала покиньте вашу текущую компанию '{}'.

source: It can be done by sending /stop command to private @{}
es: Se puede hacer enviando / detener comando a private @ {}
ru: Это можно сделать, отправив команду /stop в приватный чат @{}

source: This group not linked to any company.
es: Este grupo no está vinculado a ninguna empresa.
ru: Эта группа не связана ни с одной компанией.

source: You are joined to company '{}'.
es: Estás unido a la empresa '{}'.
ru: Вы присоединились к компании '{}'.

source: Use /start command to start.
es: Use el comando / start para comenzar.
ru: Используйте команду /start для начала работы.

source: A new employee joined the company.
es: Un nuevo empleado se unió a la empresa.
ru: К компании присоединился новый сотрудник.

source: {} joined to company '{}'
es: {} se unió a la empresa '{}'
ru: {} присоединился к компании '{}'

source: Please, check for available actions in private chat @{}
es: Por favor, verifique las acciones disponibles en el chat privado @ {}
ru: Возможные действия доступны в приватном чате @{}

source: Owner of the company can send /start command here to link this group as company chat.
es: Владелец компании может отправить сюда команду /start чтобы настроить эту группу как чат компании.
ru: Владелец компании может отправить сюда команду /start чтобы настроить эту группу как чат компании.

source: At the moment you don't have any rights in company '{}'.
es: En este momento no tiene ningún derecho en la empresa '{}'.
ru: На данный момент у вас нет никаких полномочий в компании '{}'.

source: When company administrators give you rights, I will notify you in this chat.
es: Когда администраторы компании дадут вам полномочия, я оповещу вас в этом чате.
ru: Когда администраторы компании дадут вам полномочия, я оповещу вас в этом чате.

source: You are an owner of company '{}' and have next rights:
es: Usted es propietario de la empresa '{}' y tiene los siguientes derechos:
ru: Вы владелец компании '{}' и имеете следующие права:

source: You are an employee in company '{}' and have next rights:
es: Usted es un empleado de la empresa '{}' y tiene los siguientes derechos:
ru: Вы сотрудник компании '{}' и имеете следующие права:

source: Select language for this conversation.
es: Selecciona el idioma para esta conversación.
ru: Выберите язык для этого диалога.

source: Your company '{}' was created.
es: Su empresa '{}' fue creada.
ru: Ваша компания '{}' создана.

source: You can change this name later, in 'Company settings' menu.
es: Puede cambiar este nombre más tarde, en el menú 'Configuración de la empresa'.
ru: Вы можете изменить это имя позже через меню 'Настройки компании'.

source: Hi {}!
es: Hola {}!
ru: Привет {}!

source: Are you wish to join the company '{}'?
es: ¿Desea unirse a la empresa '{}'?
ru: Вы хотите присоединиться к компании '{}'?

source: Use /start command to continue.
es: Use el comando / start para continuar.
ru: Для продолжения используйте команду /start

source: To join '{}' company, please dismiss your current company '{}' first.
es: Чтобы вступить в компанию '{}', сначала распустите вашу текущую компанию '{}'.
ru: Чтобы вступить в компанию '{}', сначала распустите вашу текущую компанию '{}'.

source: It can be done in 'Company settings' menu.
es: Se puede hacer en el menú 'Configuración de la empresa'.
ru: Это можно сделать в меню 'Настройки компании'.

source: Use /start command to return to the menu of your current company.
es: Use el comando / start para regresar al menú de su compañía actual.
ru: Используйте команду /start для возврата в меню вашей текущей компании.

source: To join '{}' company, please leave your current company '{}' first.
es: Чтобы вступить в компанию '{}', сначала покиньте вашу текущую компанию '{}'.
ru: Чтобы вступить в компанию '{}', сначала покиньте вашу текущую компанию '{}'.

source: It can be done by sending /stop command here.
es: Se puede hacer enviando / detener comando aquí.
ru: Это можно сделать, отправив сюда команду /stop

source: Or use /start command to return to company menu.
es: O use el comando / start para volver al menú de la compañía.
ru: Или используйте команду /start для возврата в меню компании.

source: Referral program
es: Programa de referencia
ru: Партнерская программа

source: User '{}' joined to {} with your code.
es: El usuario '{}' se unió a {} con su código.
ru: Пользователь '{}' присоединился к {} с вашим кодом.

source: Payload
es: Carga útil
ru: Доп.данные

source: Telegram user '{}' joined to customer '{}'.
es: El usuario de Telegram '{}' se unió al cliente '{}'.
ru: Пользователь Telegram '{}' подключился как заказчик '{}'.

source: You can make orders to company from this Telegram bot.
es: Puede hacer pedidos a la compañía desde este bot de Telegram.
ru: Вы можете делать заказы у компании из этого бота Telegram.

source: The company can notify you about sales and events in this chat.
es: La compañía puede notificarle sobre ventas y eventos en este chat.
ru: Компания сможет оповещать вас о своих акциях и событиях в этом чате.

source: Are you wish to join the company '{}' as customer '{}'?
es: ¿Desea unirse a la empresa '{}' como cliente '{}'?
ru: Вы хотите подключиться к компании '{}' как заказчик '{}'?

source: I'm removed from chat '{}'.
es: Me eliminaron del chat '{}'.
ru: Я удален из чата '{}'.

source: Company chat now set to this private.
es: El chat de la empresa ahora está configurado como privado.
ru: Чатом компании теперь является этот приватный чат.

source: New employees cannot join the company.
es: Los nuevos empleados no pueden unirse a la empresa.
ru: Новые сотрудники не могут вступать в компанию.

source: '{}' is a member of the company '{}'
es: '{}' es miembro de la empresa '{}'
ru: '{}' сотрудник компании '{}'

source: '{}' did not participate in the company '{}'.
es: '{}' no participó en la empresa '{}'.
ru: '{}' не состоял в компании '{}'.

source: Owner of the company can set this group as company chat by sending /start command here.
es: Владелец компании может отправить сюда команду /start для настройки этой группы как чата компании.
ru: Владелец компании может отправить сюда команду /start для настройки этой группы как чата компании.

source: Hi, everyone!
es: ¡Hola a todos!
ru: Привет всем!

source: This chat can be used for joining to company '{}'.
es: Este chat se puede utilizar para unirse a la empresa '{}'.
ru: В этом чате можно вступить в компанию '{}'.

source: Just send /start command to this chat to join.
es: Simplemente envíe / inicie el comando a este chat para unirse.
ru: Просто отправьте команду /start в этот чат для вступления.

source: Owner can set this group as chat for company '{}' by sending /start command here.
es: Владелец может настроить эту группу как чат компании '{}' отправив сюда команду /start
ru: Владелец может настроить эту группу как чат компании '{}' отправив сюда команду /start

source: Company change chat group or deleted.
es: Grupo de chat de cambio de empresa o eliminado.
ru: Компания сменила групповой чат или была удалена владельцем.

source: Use /start command to join company '{}'.
es: Use el comando / start para unirse a la compañía '{}'.
ru: Используйте команду /start для присоединения к компании '{}'.

source: Company settings
es: Configuraciones de la compañía
ru: Настройки компании

source: Employees
es: Empleados
ru: Сотрудники

source: Goods and services
es: Bienes y servicios
ru: Товары и услуги

source: Clients
es: Clientela
ru: Клиенты

source: Calendar
es: Calendario
ru: Календарь

source: Cashbox
es: Caja de efectivo
ru: Касса

source: Data downloads
es: Descargas de datos
ru: Выгрузка данных

source: Orders
es: Pedidos
ru: Заказы

source: Help
es: Ayuda
ru: Помощь

source: Suppliers
es: Proveedores
ru: Поставщики

source: Create your company
es: Crea tu empresa
ru: Создать свою компанию

source: Customer orders
es: Pedidos de los clientes
ru: Заказы клиента

source: To schedule
es: Para programar
ru: В расписание

source: Skip
es: Omitir
ru: Пропустить

source: Back
es: atrás
ru: Назад

source: Select action from menu
es: Seleccionar acción del menú
ru: Выберите действие из меню

source: Need a integer number value from {} to {}.
es: Necesita un valor de número entero de {} a {}.
ru: Нужно целое число от {} до {}.

source: This bot allowing ordering goods and services from your suppliers.
es: Este bot permite ordenar productos y servicios de sus proveedores.
ru: Этот бот позволяет заказывать товары и услуги у ваших поставщиков.

source: Also, you can create your own company and distribute goods and services to your customers.
es: А также вы можете создать собственную компанию и распространять товары и услуги для ваших клиентов.
ru: А также вы можете создать собственную компанию и распространять товары и услуги для ваших клиентов.

source: To start, you need to create your company.
es: Para comenzar, necesitas crear tu empresa.
ru: Для начала вам нужно создать вашу компанию.

source: Choose from catalog
es: Elige del catálogo
ru: Выбор из каталога

source: Search
es: Buscar
ru: Поиск

source: Root folder.
es: Carpeta raíz.
ru: Корневой каталог.

source: Folder '{}'.
es: Carpeta '{}'.
ru: Каталог '{}'.

source: Please, select goods from menu or Cancel.
es: Por favor, seleccione productos del menú o Cancelar.
ru: Выберите услугу из меню или Отказ.

source: Enter the goods data ({} chars minimum) to search or Cancel.
es: Ingrese los datos de las mercancías ({} caracteres mínimo) para buscar o Cancelar.
ru: Введите данные услуги (минимум {} символа) для поиска или Отказ.

source: String to search is too short.
es: La cadena de búsqueda es demasiado corta.
ru: Строка для поиска слишком короткая.

source: Nothing was found for '{}'.
es: No se encontró nada para '{}'.
ru: Ничего не найдено для '{}'.

source: Too many search results for '{}'.
es: Demasiados resultados de búsqueda para '{}'.
ru: Слишком много результатов поиска для '{}'.

source: Try more detailed request.
es: Prueba una solicitud más detallada.
ru: Попробуйте более точный запрос.

source: Please, choose a goods from the list, or Cancel.
es: Por favor, elija un producto de la lista o Cancelar.
ru: Выберите услугу из списка или Отказ.

source: New order
es: Nuevo orden
ru: Новый заказ

source: Please, choose the day for planned start of the work or Cancel.
es: Por favor, elija el día para el inicio planificado del trabajo o Cancelar.
ru: Выберите день для планируемого начала работ или Отказ.

source: Calendar start moved to {}.
es: El inicio del calendario se movió a {}.
ru: Начало календаря установлено в {}.

source: Today
es: Hoy
ru: Сегодня

source: All-day: {}
es: Todo el dia: {}
ru: Весь день

source: Started: {}
es: Empezado: {}
ru: Начало: {}

source: Finished: {}
es: Terminado: {}
ru: Завершение: {}

source: start
es: comienzo
ru: начало

source: finish
es: terminar
ru: завершение

source: No orders processing at this day.
es: No se procesan pedidos en este día.
ru: В этот день нет работы с заказами.

source: Schedule at {}
es: Programar en {}
ru: Расписание на {}

source: At the moment, company '{}' don't have planned orders.
es: Por el momento, la empresa '{}' no tiene pedidos planificados.
ru: Сейчас у компании '{}' нет запланированных заказов.

source: All planned orders for company '{}'.
es: Todos los pedidos planificados para la empresa '{}'.
ru: Все запланированные заказы компании '{}'.

source: Planned orders: {} total cost: {}
es: Pedidos planificados: {} costo total: {}
ru: Запланированные заказы: {} общая стоимость: {}

source: Tap on the order button to undo/edit/finish order.
es: Toque el botón de pedido para deshacer / editar / finalizar el pedido.
ru: Нажмите на кнопку заказа, чтобы отменить / изменить / завершить заказ.

source: Please, choose the day for new order or Cancel.
es: Por favor, elija el día para el nuevo pedido o Cancelar.
ru: Выберите день для нового заказа или Отказ.

source: Now
es: Ahora
ru: Сейчас

source: Refresh
es: Actualizar
ru: Обновить

source: Planned orders for company '{}': {}
es: Pedidos planificados para la empresa '{}': {}
ru: Для компании '{}' запланировано заказов: {}

source: Please, choose the day for filtering or Cancel.
es: Por favor, elija el día para filtrar o Cancelar.
ru: Выберите день для просмотра или Отказ.

source: Income
es: Ingresos
ru: Приход

source: Expense
es: Gastos
ru: Расход

source: Latest cashdesk operations
es: Últimas operaciones de caja
ru: Последние кассовые операции

source: Current cash of company '{}': {:.2f}
es: Efectivo actual de la compañía '{}': {: .2f}
ru: Текущий остаток компании '{}': {:.2f}

source: Are you need to link this operation to one of the current orders?
es: ¿Necesita vincular esta operación a uno de los pedidos actuales?
ru: Хотите связать эту операцию с одним из текущих заказов?

source: The request was passed to processing.
es: La solicitud se pasó al procesamiento.
ru: Запрос передан на обработку.

source: Are all tasks for this order was complete and it can be removed from the schedule?
es: ¿Desea vincular la operación a este pedido?
ru: Все работы по этому заказу закончены и его можно убрать из расписания?

source: Are you wish to link operation to this order?
ru: Привязать кассовую операцию к этому заказу?

source: Select order to link from the list.
es: Seleccione orden para vincular de la lista.
ru: Выберите заказ для привязки из списка.

source: Need a positive nonzero number value.
es: Necesita un valor de número positivo distinto de cero.
ru: Нужно ввести число больше нуля.

source: Enter a description of this transaction.
es: Ingrese una descripción de esta transacción.
ru: Введите примечание к этой транзакции.

source: Please, enter the amount of income operation.
es: Por favor, ingrese el monto de la operación de ingresos.
ru: Введите сумму прихода.

source: Please, enter the amount of expense operation.
es: Por favor, ingrese el monto de la operación de gastos.
ru: Введите сумму расхода.

source: New customer
es: Nuevo cliente
ru: Новый клиент

source: Search customer
es: Buscar cliente
ru: Поиск клиента

source: Dispatch
es: Envío
ru: Рассылка

source: Send message
es: Enviar mensaje
ru: Послать сообщение

source: Please, enter the content of the message for sending to your customers.
es: Ingrese el contenido del mensaje para enviarlo a sus clientes.
ru: Введите содержание сообщения для рассылки вашим клиентам.

source: Your message was dispatched to your customers.
es: Su mensaje fue enviado a sus clientes.
ru: Ваше сообщение разослано вашим клиентам.

source: Number of registered customer Telegram accounts for your company: {}
es: Número de cuentas de Telegram de clientes registrados para su empresa: {}
ru: Количество зарегистрированных аккаунтов Telegram ваших клиентов: {}

source: You can send them all a message.
es: Puedes enviarles un mensaje a todos.
ru: Вы можете послать им всем сообщение.

source: At the moment your company has not a registered Telegram accounts of customers.
es: В данный момент у вашей компании нет зарегистрированных аккаунтов Telegram клиентов.
ru: В данный момент у вашей компании нет зарегистрированных аккаунтов Telegram клиентов.

source: Your customers can connect their Telegram accounts to your company via an invitation link.
es: Ваши заказчики могут подключить свои аккаунты Telegram к вашей компании через ссылку-приглашение.
ru: Ваши заказчики могут подключить свои аккаунты Telegram к вашей компании через ссылку-приглашение.

source: After that, they will be able to make orders to you with Telegram, and you can send them messages from this section.
es: После этого они смогут делать заказы у вас через Telegram, и вы сможете посылать им сообщения из этого раздела.
ru: После этого они смогут делать заказы у вас через Telegram, и вы сможете посылать им сообщения из этого раздела.

source: This invitation link is available in the section of the selected customer.
es: Este enlace de invitación está disponible en la sección del cliente seleccionado.
ru: Эта пригласительная ссылка доступна в меню выбранного заказчика.

source: By card ID
es: Por tarjeta de identificación
ru: По идентификатору

source: By contacts info
es: Por información de contactos
ru: По контактным данным

source: Search for customer.
es: Búsqueda de cliente.
ru: Поиск клиента.

source: Enter the card ID to search or Cancel.
es: Ingrese la identificación de la tarjeta para buscar o cancelar.
ru: Введите идентификатор для поиска или Отказ.

source: Customer with card ID '{}' not found.
es: Cliente con ID de tarjeta '{}' no encontrado.
ru: Клиент с идентификатором '{}' не найден.

source: Enter the contacts data ({} chars minimum) to search or Cancel.
es: Ingrese los datos de los contactos ({} caracteres mínimo) para buscar o Cancelar.
ru: Введите контактные данные (минимум {} символов) для поиска или Отказ.

source: Please, choose a customer from the list, or Cancel.
es: Por favor, elija un cliente de la lista o Cancelar.
ru: Выберите клиента из списка или Отказ.

source: Edit data
es: Editar datos
ru: Изменить данные

source: No card
es: Sin tarjeta
ru: Нет идентификатора.

source: Card ID
es: Tarjeta de identificacion
ru: Идентификатор

source: Contact info
es: Datos de contacto
ru: Контактные данные

source: Status
es: Estado
ru: Статус

source: public
es: público
ru: публичный

source: not public
es: no publico
ru: не публичный

source: Telegram users can make orders for this customer if they follow this invitation link
es: Пользователи Telegram смогут делать заказы от лица этого заказчика, если перейдут по следующей ссылке-приглашению
ru: Пользователи Telegram смогут делать заказы от лица этого заказчика, если перейдут по следующей ссылке-приглашению

source: After that appropriate Telegram account appears in the 'Edit data' -> 'Accounts' menu, and you can set his name or remove it from the list.
es: После этого соответствующий аккаунт Telegram появится в меню 'Изменить' -> 'Аккаунты'. Там вы сможете изменить имя аккаунта или удалить аккаунт из списка.
ru: После этого соответствующий аккаунт Telegram появится в меню 'Изменить' -> 'Аккаунты'. Там вы сможете изменить имя аккаунта или удалить аккаунт из списка.

source: Please, enter the contact information for the new customer or Cancel.
es: Ingrese la información de contacto del nuevo cliente o Cancelar.
ru: Введите контактные данные нового клиента или Отказ.

source: Data in an arbitrary form, by which you will search the client in the database.
es: Данные в произвольной форме, по которым вы будете искать клиента в базе данных.
ru: Данные в произвольной форме, по которым вы будете искать клиента в базе данных.

source: For example name, phone, email, nickname in the social network, etc.
es: Por ejemplo, nombre, teléfono, correo electrónico, apodo en la red social, etc.
ru: Например, имя, телефон, email, псевдоним в соцсети и т.п.

source: The phone number in international format (starting with +) can be clickable on mobile devices.
es: Номер телефона в международном формате (начиная с +7) на мобильных устройствах можно вызывать кликом.
ru: Номер телефона в международном формате (начиная с +7) на мобильных устройствах можно вызывать кликом.

source: New customer: '{}'
es: Nuevo cliente: '{}'
ru: Новый клиент: '{}'

source: New customer '{}' was created.
es: Se creó el nuevo cliente '{}'.
ru: Новый клиент '{}' создан.

source: Enter card ID for this customer (optional).
es: Ingrese la identificación de la tarjeta para este cliente (opcional).
ru: Введите идентификатор для этого клиента (необязательно).

source: Send me an image, associated with customer '{}' (optional).
es: Enviarme una imagen, asociada con el cliente '{}' (opcional).
ru: Пошлите мне изображение для клиента '{}' (необязательно).

source: Card ID '{}' in use.
es: ID de tarjeta '{}' en uso.
ru: Идентификатор '{}' уже используется.

source: Customer '{}' card number set: '{}'
es: Número de tarjeta del cliente '{}' configurado: '{}'
ru: Клиенту '{}' присвоен идентификатор: '{}'

source: Upload image for customer '{}'.
es: Subir imagen para el cliente '{}'.
ru: Загрузка изображения для клиента '{}'.

source: Customer menu
es: Menú del cliente
ru: Меню клиента

source: List of orders for '{}'.
es: Lista de pedidos para '{}'.
ru: Список заказов для '{}'.

source: Select order from menu, or create new or Cancel.
es: Seleccione orden del menú, o cree nuevo o Cancelar.
ru: Выберите заказ из меню, или создайте новый, или Отказ.

source: Photo
es: Foto
ru: Фото

source: Public
es: Público
ru: Публичный

source: Delete
es: Eliminar
ru: Удалить

source: Update invitation
es: Actualizar invitación
ru: Обновить приглашение

source: Accounts
es: Cuentas
ru: Аккаунты

source: New invitation link for the customer was generated.
es: Se generó un nuevo enlace de invitación para el cliente.
ru: Новая ссылка-приглашение для заказчика создана.

source: The previous link has become invalid.
es: El enlace anterior se ha vuelto inválido.
ru: Предыдущая ссылка стала недействительной.

source: Edit customer data.
es: Editar datos del cliente.
ru: Изменение данных клиента.

source: Rename
es: Rebautizar
ru: Переименовать

source: Remove
es: Eliminar
ru: Удалить

source: Select account from the list for rename or delete.
es: Seleccione la cuenta de la lista para renombrar o eliminar.
ru: Выберите аккаунт из списка для переименования или удаления.

source: This customer has not any associated Telegram accounts.
es: Este cliente no tiene ninguna cuenta de Telegram asociada.
ru: У этого заказчика нет связанных аккаунтов Telegram.

source: This customer has more than {} associated Telegram accounts.
es: Este cliente tiene más de {} cuentas de Telegram asociadas.
ru: У этого заказчика более {} связанных аккаунтов Telegram.

source: This customer has associated Telegram accounts: {}.
es: Este cliente tiene cuentas de Telegram asociadas: {}.
ru: У зтого заказчика есть следующие связанные аккаунты Telegram: {}.

source: Telegram account [{}](tg://user?id={}) is associated with customer '{}'.
es: La cuenta de Telegram [{}] (tg: // user? Id = {}) está asociada con el cliente '{}'.
ru: Аккаунт Telegram [{}](tg://user?id={}) связан с заказчиком '{}'.

source: Current account name is '{}'.
es: El nombre de la cuenta actual es '{}'.
ru: Текущее имя аккаунта: '{}'.

source: Enter new name or Cancel.
es: Ingrese un nuevo nombre o Cancelar.
ru: Введите новое имя или Отказ.

source: Rename customer '{}' account '{}' -> '{}'.
es: Cambie el nombre de la cuenta del cliente '{}' '{}' -> '{}'.
ru: Переименование заказчик '{}' аккаунт '{}' -> '{}'.

source: Account was renamed.
es: La cuenta fue renombrada.
ru: Аккаунт переименован.
